<?php

/**
 * ECSHOP 百世快递插件的语言文件
 * ============================================================================
 * * 版权所有 2005-2018 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: htky.php 17217 2011-05-31 06:29:08Z liubo $
*/

$_LANG['htky']                  = '百世快递';
$_LANG['htky_desc']             = '百世快递的描述内容。';
$_LANG['item_fee']              = '单件商品费用：';
$_LANG['base_fee']              = '1000克以内费用';
$_LANG['step_fee']              = '续重每1000克或其零数的费用';

?>