<?php

/**
 * ECSHOP 銀聯在線支付
 * ============================================================================
 * 版權所有 2005-2018 上海商派網絡科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 這不是一個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發布。
 * ============================================================================
 * $Author: douqinghua $
 * $Id: upop.php 17063 2010-03-25 06:35:46Z douqinghua $
 */

global $_LANG;

$_LANG['chinapay']                      = '銀聯在線支付-chinapay';
$_LANG['chinapay_desc']                 = '銀聯在線支付是中國銀聯推出的網上支付平臺，支持多家髮卡銀行，涵蓋借記卡和信用卡等，包含認證支付、快捷支付和網銀支付多種方式，其中認證和快捷支付無需開通網銀，僅需一張銀行卡，即可享受安全、快捷的網上支付服務！';
$_LANG['MerId']                         = '商戶號';
$_LANG['chinapay_pfx']                  = '密鑰';
$_LANG['chinapay_pfx_pwd']              = '密鑰密碼';
$_LANG['chinapay_cer']                  = '證書';
$_LANG['chinapay_pfx_desc']             = '後綴爲pfx的文件';
$_LANG['chinapay_cer_desc']             = '後綴爲cer的文件';

$_LANG['chinapay_button']               = '立即支付';
$_LANG['chinapay_txn_id']               = '銀聯交易號';

?>
