<?php

/**
 * ECSHOP 雲起收銀 語言文件
 * ============================================================================
 * * 版權所有 2005-2018 上海商派網絡科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 這不是一個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發布。
 * ============================================================================
 * $Author: liubo $
 * $Id: yunqi.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['yunqi'] = '<font color="#FF0000">天工收銀</font>';
$_LANG['yunqi_desc'] = '<font color="#FF0000">天工收銀是上海商派2015年正式推出的專業集成支付平臺，致力於爲各類用戶提供融合、便捷、安全的場景支付服務。</font>';
$_LANG['pay_button'] = '立即支付';
$_LANG['appkey'] = '安全校驗碼（Client_id）';
$_LANG['appsecret'] = '安全密鑰（Client_secret）';
$_LANG['appkey_desc'] = '<a href="'.TEEGON_PASSPORT_URL.'" target="_blank">進入天工官網“開發配置”覈對密鑰</a>';

