<?php

/**
 * ECSHOP 程序說明
 * ===========================================================
 * * 版權所有 2005-2018 上海商派網絡科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------
 * 這不是壹個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發布。
 * ==========================================================
 * $Author: liubo $
 * $Id: auto_confirm.php 17217 2019-05-28 liubo $
 */

global $_LANG;

$_LANG['auto_confirm']            = '訂單自動確認收貨';
$_LANG['auto_confirm_desc']       = '訂單自動確認收貨';
$_LANG['auto_confirm_day']   = '訂單發貨後幾天後自動確認收貨';
$_LANG['auto_confirm_day_range']['7'] = '7天';
$_LANG['auto_confirm_day_range']['15'] = '15天';
$_LANG['auto_confirm_day_range']['30'] = '30天';
?>