<?php

/**
 * ECSHOP 程序說明
 * ===========================================================
 * * 版權所有 2005-2018 上海商派網絡科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------
 * 這不是壹個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發布。
 * ==========================================================
 * $Author: liubo $
 * $Id: auto_cancel.php 17217 2019-05-28 liubo $
 */

global $_LANG;

$_LANG['auto_cancel']            = '訂單自動取消';
$_LANG['auto_cancel_desc']       = '未支付（非貨到付款）訂單自動取消';
$_LANG['auto_cancel_day']   = '訂單未支付幾小時後自動取消';
$_LANG['auto_cancel_day_range']['12'] = '12小時';
$_LANG['auto_cancel_day_range']['24'] = '24小時';
$_LANG['auto_cancel_day_range']['48'] = '48小時';
$_LANG['auto_cancel_reason'] = '系統自動取消';
?>