<?php

/**
 * ECSHOP 程序说明
 * ===========================================================
 * * 版权所有 2005-2018 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ==========================================================
 * $Author: liubo $
 * $Id: auto_cancel.php 17217 2019-05-28 liubo $
 */

global $_LANG;

$_LANG['auto_cancel']            = '订单自动取消';
$_LANG['auto_cancel_desc']       = '未支付（非货到付款）订单自动取消';
$_LANG['auto_cancel_day']   = '订单未支付几小时后自动取消';
$_LANG['auto_cancel_day_range']['12'] = '12小时';
$_LANG['auto_cancel_day_range']['24'] = '24小时';
$_LANG['auto_cancel_day_range']['48'] = '48小时';
$_LANG['auto_cancel_reason'] = '系统自动取消';
?>