<?php

/**
 * ECSHOP 程序说明
 * ===========================================================
 * * 版权所有 2005-2018 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ==========================================================
 * $Author: liubo $
 * $Id: auto_confirm.php 17217 2019-05-28 liubo $
 */

global $_LANG;

$_LANG['auto_confirm']            = '订单自动确认收货';
$_LANG['auto_confirm_desc']       = '订单自动确认收货';
$_LANG['auto_confirm_day']   = '订单发货后几天后自动确认收货';
$_LANG['auto_confirm_day_range']['7'] = '7天';
$_LANG['auto_confirm_day_range']['15'] = '15天';
$_LANG['auto_confirm_day_range']['30'] = '30天';
?>