<?php

/**
 * ECSHOP 申通快遞插件的語言文件
 * ============================================================================
 * * 版權所有 2005-2018 上海商派網絡科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 這不是壹個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發布。
 * ============================================================================
 * $Author: liubo $
 * $Id: yd.php 17217 2011-05-31 06:29:08Z liubo $
*/

$_LANG['yd']            = '韻達快遞';
$_LANG['yd_desc']       = '韻達快遞的描述內容。';
$_LANG['item_fee']              = '單件商品費用：';
$_LANG['base_fee']              = '1000克以內費用';
$_LANG['step_fee']               = '續重每1000克或其零數的費用';

?>